Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Optional: turning this on sends a finished chat to your provider. Without it, saved facts and local chat history still remain on your device.
de: Optional: Wenn du dies aktivierst, wird ein abgeschlossener Chat an deinen Anbieter gesendet. Ohne diese Option bleiben gespeicherte Fakten und der lokale Chatverlauf auf deinem Gerät.
es: Opcional: al activarlo, se envía un chat terminado a tu proveedor. Sin ello, los hechos guardados y el historial local de chat permanecen en tu dispositivo.
fr: Facultatif : l’activer envoie une discussion terminée à votre fournisseur. Sans cela, les faits enregistrés et l’historique local restent sur votre appareil.
it: Facoltativo: attivando questa opzione viene inviata una chat completata al tuo provider. Senza di essa, i fatti salvati e la cronologia della chat locale rimarranno comunque sul tuo dispositivo.
pl: Opcjonalnie: włączenie tego wysyła zakończoną rozmowę do Twojego dostawcy. Bez tego zapisane fakty i lokalna historia rozmów nadal pozostają na urządzeniu.
pt_pt: Opcional: ativar esta opção envia um chat finalizado para o seu provedor. Sem ele, os fatos salvos e o histórico de bate-papo local ainda permanecerão no seu dispositivo.
ru: Необязательно: включение этого параметра отправляет готовый чат вашему провайдеру. Без него сохраненные факты и история локального чата все равно останутся на вашем устройстве.
th: ทางเลือก: การเปิดใช้งานนี้จะส่งการแชทที่เสร็จสิ้นไปยังผู้ให้บริการของคุณ หากไม่มีข้อมูลดังกล่าว ข้อเท็จจริงที่บันทึกไว้และประวัติการแชทในเครื่องจะยังคงอยู่ในอุปกรณ์ของคุณ
zh_hans: 可选：打开此功能会将完成的聊天发送给您的提供商。如果没有它，保存的事实和本地聊天历史记录仍保留在您的设备上。
zh_hant: 可選：開啟此功能會將完成的聊天傳送給您的提供者。如果沒有它，保存的事實和本地聊天歷史記錄仍保留在您的裝置上。

source: Optional. Add a photo and a name for the header on Today. Stored only on %@. NOOP is offline, so it's never uploaded.
de: Optional. Fügen Sie ein Foto und einen Namen für die Kopfzeile von „Heute“ hinzu. Nur am %@ gespeichert. NOOP ist offline und wird daher nie hochgeladen.
es: Opcional. Añade una foto y un nombre para el encabezado de Hoy. Almacenado únicamente en %@. NOOP no está conectado, por lo que nunca se carga.
fr: Facultatif. Ajoutez une photo et un nom pour l'en-tête d'aujourd'hui. Stocké uniquement sur %@. NOOP est hors ligne, il n'est donc jamais téléchargé.
it: Facoltativo. Aggiungi una foto e un nome per l'intestazione di Oggi. Memorizzato solo su %@. NOOP è offline, quindi non è mai stato caricato.
pl: Opcjonalnie. Dodaj zdjęcie i imię do nagłówka w Dziś. Przechowywane wyłącznie na %@. NOOP działa offline, więc nic nie jest wysyłane.
pt_pt: Opcional. Adicione uma foto e um nome para o cabeçalho de Hoje. Armazenado apenas em %@. NOOP está off-line, portanto nunca é carregado.
ru: Необязательно. Добавьте фото и название для шапки Today. Хранится только на %@. NOOP не в сети, поэтому он никогда не загружается.
th: ไม่จำเป็น. เพิ่มรูปภาพและชื่อส่วนหัวในวันนี้ เก็บไว้ใน %@ เท่านั้น NOOP ออฟไลน์อยู่ ดังนั้นจึงไม่เคยอัปโหลด
zh_hans: 可选。为“今日”标题添加照片和名称。仅存储在 %@ 上。 NOOP 处于离线状态，因此从未上传。
zh_hant: 可選。為「今日」標題新增照片和名稱。僅儲存在 %@ 上。 NOOP 處於離線狀態，因此從未上傳。

source: Optional. Add a photo for the avatar in the top-left. Stored only on %@. NOOP is offline, so it's never uploaded.
de: Optional. Füge ein Foto für den Avatar oben links hinzu. Nur auf %@ gespeichert. NOOP ist offline, es wird also nie hochgeladen.
es: Opcional. Añade una foto para el avatar de la esquina superior izquierda. Se guarda solo en %@. NOOP funciona sin conexión, así que nunca se sube.
fr: Facultatif. Ajoutez une photo pour l'avatar en haut à gauche. Stockée uniquement sur %@. NOOP est hors ligne, elle n'est donc jamais mise en ligne.
it: Facoltativo. Aggiungi una foto per l'avatar in alto a sinistra. Memorizzata solo su %@, NOOP è offline, quindi non viene mai caricata.
pl: Fakultatywny. Dodaj zdjęcie awatara w lewym górnym rogu. Przechowywane tylko na %@. NOOP jest offline, więc nigdy nie został przesłany.
pt_pt: Opcional. Adicione uma foto para o avatar no canto superior esquerdo. Armazenado apenas em %@. O NOOP está offline, por isso nunca é carregado.
ru: Необязательно. Добавьте фото для аватара в левом верхнем углу. Хранится только на %@. NOOP работает офлайн, поэтому фото никогда не загружается.
th: ไม่จำเป็น. เพิ่มรูปภาพสำหรับอวตารที่ด้านซ้ายบน เก็บไว้ใน %@ เท่านั้น NOOP ออฟไลน์อยู่ ดังนั้นจึงไม่เคยอัปโหลด
zh_hans: 可选。为左上角的头像添加一张照片。仅存储在 %@ 上，NOOP 是离线的，因此绝不会上传。
zh_hant: 可選。為左上角的頭像新增一張照片。僅儲存在 %@ 上，NOOP 是離線的，因此絕不會上傳。

source: Optional. Add a photo for your avatar. It stays on %@ and is never uploaded.
de: Optional. Füge ein Foto für deinen Avatar hinzu. Es bleibt auf %@ und wird nie hochgeladen.
es: Opcional. Añade una foto para tu avatar. Permanece en %@ y nunca se sube.
fr: Facultatif. Ajoutez une photo pour votre avatar. Elle reste sur %@ et n’est jamais mise en ligne.
it: Facoltativo. Aggiungi una foto per il tuo avatar. Rimane su %@ e non viene mai caricata.
pl: Fakultatywny. Dodaj zdjęcie do swojego awatara. Pozostaje na %@ i nigdy nie jest przesyłany.
pt_pt: Opcional. Adiciona uma fotografia para o teu avatar. Fica em %@ e nunca é carregada.
ru: Необязательно. Добавьте фото для аватара. Оно останется на %@ и никогда не будет загружено.
th: ไม่จำเป็น. เพิ่มรูปภาพสำหรับอวตารของคุณ มันอยู่บน %@ และไม่เคยอัปโหลด
zh_hans: 可选。为头像添加照片。照片仅保留在 %@ 上，绝不会上传。
zh_hant: 可選。為頭像新增照片。照片只會保留在 %@ 上，絕不會上傳。

source: Optional. Stored only on this device.
de: Optional. Nur auf diesem Gerät gespeichert.
es: Opcional. Se guarda solo en este dispositivo.
fr: Facultatif. Stocké uniquement sur cet appareil.
it: Facoltativo. Memorizzato solo su questo dispositivo.
pl: Fakultatywny. Przechowywane wyłącznie na tym urządzeniu.
pt_pt: Opcional. Armazenado apenas neste dispositivo.
ru: Необязательно. Хранится только на этом устройстве.
th: ไม่จำเป็น. เก็บไว้ในอุปกรณ์นี้เท่านั้น
zh_hans: 可选。仅存储在这台设备上。
zh_hant: 可選。僅儲存在這台裝置上。

source: Optional. Use your own photo behind every tab, in place of the day-cycle sky. It stays on %@ and is never uploaded. Pair it with Transparent cards above to let it show through.
de: Optional. Verwende dein eigenes Foto hinter jedem Tab anstelle des Tageszeit-Himmels. Es bleibt auf %@ und wird nie hochgeladen. Kombiniere es mit „Transparente Karten“ oben, damit es durchscheint.
es: Opcional. Usa tu propia foto detrás de cada pestaña, en lugar del cielo del ciclo diario. Se queda en %@ y nunca se sube. Combínala con «Tarjetas transparentes» de arriba para que se vea a través de ellas.
fr: Facultatif. Utilise ta propre photo derrière chaque onglet, à la place du ciel du cycle du jour. Elle reste sur %@ et n'est jamais mise en ligne. Associe-la aux « Cartes transparentes » ci-dessus pour la laisser transparaître.
it: Facoltativo. Usa una tua foto dietro ogni schermata, al posto del cielo del ciclo giornaliero. Resta su %@ e non viene mai caricata. Abbinala a «Schede trasparenti» qui sopra per lasciarla trasparire.
pl: Fakultatywny. Użyj własnego zdjęcia za każdą zakładką, zamiast nieba w cyklu dziennym. Pozostaje na %@ i nigdy nie jest przesyłany. Połącz go z przezroczystymi kartami powyżej, aby był widoczny.
pt_pt: Opcional. Usa a tua própria foto por trás de cada separador, em vez do céu do ciclo do dia. Permanece em %@ e nunca é enviada. Combina-a com «Cartões transparentes» acima para a deixar transparecer.
ru: Необязательно. Используйте своё фото за каждой вкладкой вместо неба по циклу дня. Оно остаётся на %@ и никогда не выгружается. Сочетайте его с «Прозрачными карточками» выше, чтобы оно просвечивало.
th: ไม่จำเป็น. ใช้รูปภาพของคุณเองด้านหลังทุกแท็บ แทนที่ท้องฟ้าในตอนกลางวัน มันอยู่บน %@ และไม่เคยอัปโหลด จับคู่กับการ์ดโปร่งใสด้านบนเพื่อให้แสดงออกมาได้
zh_hans: 可选。用你自己的照片作为每个标签页的背景，替代随时间变化的天空。它只保存在 %@ 上，绝不会上传。搭配上方的“透明卡片”即可让它透出来。
zh_hant: 可選。用你自己的相片作為每個標籤頁的背景，取代隨時間變化的天空。它只保存在 %@ 上，絕不會上傳。搭配上方的「透明卡片」即可讓它透出來。

source: Or fill it in all at once
de: Oder alles auf einmal ausfüllen
es: O rellénalo todo de una vez
fr: Ou remplis tout d'un coup
it: Oppure compilalo tutto in una volta
pl: Albo wypełnij wszystko naraz
pt_pt: Ou preencha tudo de uma vez
ru: Или заполняйте все сразу
th: หรือกรอกทั้งหมดในครั้งเดียว
zh_hans: 或者一次全部填写
zh_hant: 或一次全部填寫

source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
pl: Inny
pt_pt: Outro
ru: Другое
th: อื่น
zh_hans: 其他
zh_hant: 其他

source: Other metrics (R-R, frames, battery, history) need a full sync.
de: Andere Metriken (R-R, Frames, Akku, Verlauf) brauchen eine volle Synchronisierung.
es: Otras métricas (R-R, tramas, batería, historial) necesitan una sincronización completa.
fr: Les autres métriques (R-R, trames, batterie, historique) nécessitent une synchronisation complète.
it: Altri parametri (R-R, frame, batteria, cronologia) richiedono una sincronizzazione completa.
pl: Inne wskaźniki (R-R, ramki, bateria, historia) wymagają pełnej synchronizacji.
pt_pt: Outras métricas (RR, frames, bateria, histórico) necessitam de uma sincronização completa.
ru: Для других показателей (R-R, кадры, батарея, история) нужна полная синхронизация.
th: ตัวชี้วัดอื่นๆ (RR, เฟรม, แบตเตอรี่, ประวัติ) จำเป็นต้องมีการซิงค์แบบเต็ม
zh_hans: 其他指标（R-R、帧、电量、历史）需要一次完整同步。
zh_hant: 其他指標（R-R、幀、電量、歷史）需要一次完整同步。

source: Other sources don’t offload raw per-second data on-device.
de: Andere Quellen übertragen keine rohen Sekundendaten auf das Gerät.
es: Otras fuentes no descargan datos en bruto por segundo en el dispositivo.
fr: Les autres sources ne déchargent pas de données brutes par seconde sur l'appareil.
it: Altre sorgenti non scaricano dati grezzi al secondo sul dispositivo.
pl: Inne źródła nie przesyłają surowych danych na sekundę do urządzenia.
pt_pt: Outras fontes não descarregam dados brutos por segundo para o dispositivo.
ru: Другие источники не выгружают необработанные посекундные данные на устройство.
th: แหล่งข้อมูลอื่นๆ จะไม่ถ่ายโอนข้อมูลดิบต่อวินาทีบนอุปกรณ์
zh_hans: 其他来源不会在设备上卸载原始的逐秒数据。
zh_hant: 其他來源不會在裝置上卸載原始的逐秒資料。

source: Oura Readiness / Sleep score
de: Oura-Readiness- / Schlafwert
es: Puntuación de Readiness / Sueño de Oura
fr: Score Readiness / Sommeil d'Oura
it: Punteggio Prontezza / Sonno di Oura
pl: Oura Wynik gotowości/uśpienia
pt_pt: Pontuação de prontidão/sono Oura
ru: Показатели Oura Readiness / Sleep
th: คะแนนความพร้อมของอูร่า/การนอน
zh_hans: Oura 准备度 / 睡眠分数
zh_hant: Oura 準備度 / 睡眠分數

source: Oura's own Readiness and Sleep scores. NOOP does not copy them. It computes its own.
de: Ouras eigene Readiness- und Schlafwerte. NOOP kopiert sie nicht. Es berechnet seine eigenen.
es: Las puntuaciones propias de Readiness y Sueño de Oura. NOOP no las copia. Calcula las suyas.
fr: Les scores Readiness et Sommeil propres à Oura. NOOP ne les copie pas. Il calcule les siens.
it: I punteggi Prontezza e Sonno propri di Oura. NOOP non li copia. Calcola i suoi.
pl: Własne wyniki gotowości i snu Oura. NOOP ich nie kopiuje. Oblicza swoje.
pt_pt: As pontuações de prontidão e sono da própria Oura. O NOOP não os copia. Ele calcula o teu próprio.
ru: Собственные показатели Oura Readiness и Sleep. NOOP их не копирует. Он рассчитывает свои собственные.
th: คะแนนความพร้อมและการนอนของ Oura เอง NOOP จะไม่คัดลอกมัน มันคำนวณเอง
zh_hans: Oura 自己的准备度和睡眠分数。NOOP 不会照搬它们，而是自行计算。
zh_hant: Oura 自己的準備度與睡眠分數。NOOP 不會照抄它們，而是自行計算。

source: out of 100
de: von 100
es: sobre 100
fr: sur 100
it: su 100
pl: na 100
pt_pt: de 100
ru: из 100
th: เต็ม 100
zh_hans: 满分 100
zh_hant: 滿分 100

source: Outcome
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pl: Wynik
pt_pt: Resultado
ru: Результат
th: ผลลัพธ์
zh_hans: 结果
zh_hant: 結果

source: Outcome metric
de: Ergebnismetrik
es: Métrica de resultado
fr: Métrique de résultat
it: Metrica di risultato
pl: Metryka wyniku
pt_pt: Métrica de resultado
ru: Целевой показатель
th: ตัวชี้วัดผลลัพธ์
zh_hans: 结果指标
zh_hant: 結果指標

source: Outside range
de: Außerhalb des Bereichs
es: Fuera de rango
fr: Hors plage
it: Fuori range
pl: Poza zasięgiem
pt_pt: Fora do alcance
ru: Вне диапазона
th: นอกขอบเขต
zh_hans: 超出范围
zh_hant: 超出範圍

# Over your readings, %@ and %@ move largely independently. No clear relationship.
source: Over your readings, %1$@ and %2$@ move largely independently. No clear relationship.
de: Über deine Messwerte hinweg bewegen sich %1$@ und %2$@ weitgehend unabhängig. Kein klarer Zusammenhang.
es: En tus lecturas, %@ y %@ se mueven en gran medida de forma independiente. Sin relación clara.
fr: Sur vos lectures, %1$@ et %2$@ évoluent en grande partie de façon indépendante. Aucune relation claire.
it: Nelle tue letture, %@ e %@ si muovono in gran parte in modo indipendente. Nessuna relazione chiara.
pl: W twoich odczytach %1$@ i %2$@ poruszają się w dużej mierze niezależnie. Brak jasnego związku.
pt_pt: Ao longo das tuas leituras, %1$@ e %2$@ movem-se de forma bastante independente. Sem relação clara.
ru: В ваших данных %1$@ и %2$@ в основном изменяются независимо друг от друга. Чёткой связи нет.
th: จากค่าที่วัดได้ %@ และ %@ เปลี่ยนแปลงค่อนข้างเป็นอิสระต่อกัน จึงยังไม่พบความสัมพันธ์ชัดเจน
zh_hans: 在你的读数中，%@与%@基本各自变化。没有明显关联。
zh_hant: 從你的讀數來看，%@ 和 %@ 大致上各走各的。沒有明顯關係。

source: Overlay
de: Überlagerung
es: Superposición
fr: Superposition
it: Sovrapposizione
pl: Narzuta
pt_pt: Sobreposição
ru: Наложение
th: โอเวอร์เลย์
zh_hans: 叠加
zh_hant: 疊加

source: Overlay 2-4 signals
de: Überlagern Sie 2-4 Signale
es: Superposición de 2 a 4 señales
fr: Superposer 2 à 4 signaux
it: Sovrapponi 2-4 segnali
pl: Nałóż 2-4 sygnały
pt_pt: Sobreposição de 2 a 4 sinais
ru: Наложение 2–4 сигналов
th: ซ้อนทับสัญญาณ 2–4
zh_hans: 叠加2-4个信号
zh_hant: 疊加2-4個訊號

source: Overlay 2–4 signals
de: 2–4 Signale überlagern
es: Superpón 2–4 señales
fr: Superposer 2–4 signaux
it: Sovrapponi 2–4 segnali
pl: Nakładanie 2–4 sygnałów
pt_pt: Sobreposição de 2 a 4 sinais
ru: Сравнить 2–4 показателя
th: ซ้อนทับสัญญาณ 2–4
zh_hans: 叠加 2–4 个信号
zh_hant: 疊加 2–4 個訊號

source: Overlay signals, draw conclusions.
de: Signale überlagern, Schlüsse ziehen.
es: Superpón señales, saca conclusiones.
fr: Superposez les signaux, tirez des conclusions.
it: Sovrapponi i segnali, trai le conclusioni.
pl: Nakładaj sygnały, wyciągaj wnioski.
pt_pt: Sobreponha sinais, tire conclusões.
ru: Сравнивайте показатели и делайте выводы.
th: สัญญาณซ้อนทับ สรุปผล
zh_hans: 叠加信号，得出结论。
zh_hant: 疊加訊號，得出結論。

source: Overnight computed
de: Über Nacht berechnet
es: Calculado durante la noche
fr: Calculé pendant la nuit
it: Calcolato durante la notte
pl: Obliczone na noc
pt_pt: Durante a noite computado
ru: Рассчитано за ночь
th: คำนวณข้ามคืน
zh_hans: 夜间计算
zh_hant: 夜間計算

source: Overnight only
de: Nur über Nacht
es: Solo durante la noche
fr: Nuit uniquement
it: Solo di notte
pl: Tylko na noc
pt_pt: Só durante a noite
ru: Только ночью
th: ค้างคืนเท่านั้น
zh_hans: 仅夜间
zh_hant: 僅限夜間

source: Overnight sleep staging, resting heart rate, skin-temperature trend, motion and battery, read straight off the ring.
de: Nächtliche Schlafphasen, Ruheherzfrequenz, Hauttemperatur-Trend, Bewegung und Akku, direkt vom Ring gelesen.
es: Fases del sueño nocturno, frecuencia cardíaca en reposo, tendencia de temperatura de la piel, movimiento y batería, leídos directamente del anillo.
fr: Stades du sommeil nocturne, fréquence cardiaque au repos, tendance de la température cutanée, mouvement et batterie, lus directement depuis la bague.
it: Fasi del sonno notturno, frequenza cardiaca a riposo, andamento della temperatura cutanea, movimento e batteria, letti direttamente dall'anello.
pl: Ocena snu w nocy, tętno spoczynkowe, trend temperatury skóry, ruch i bateria – odczytaj bezpośrednio z ringu.
pt_pt: Estadiamento do sono noturno, frequência cardíaca em repouso, tendência da temperatura da pele, movimento e bateria, lidos diretamente no anel.
ru: Стадии сна за ночь, пульс в покое, динамика температуры кожи, движение и заряд батареи — считываются напрямую с кольца.
th: อ่านข้อมูลการจำแนกระยะการนอนตลอดคืน อัตราการเต้นหัวใจขณะพัก แนวโน้มอุณหภูมิผิวหนัง การเคลื่อนไหว และแบตเตอรี่จากแหวนโดยตรง
zh_hans: 夜间睡眠分期、静息心率、皮肤温度趋势、运动和电量，直接从戒指读取。
zh_hant: 夜間睡眠分期、靜息心率、皮膚溫度趨勢、運動與電量，直接從戒指讀取。

source: Override the automatic fit with your own steps-per-motion value. Useful if your phone has no step history to learn from, or the estimate runs consistently high or low. Set it back to auto by dragging to the far left.
de: Überschreibe die automatische Anpassung mit deinem eigenen Schritte-pro-Bewegung-Wert. Nützlich, wenn dein Telefon keinen Schrittverlauf zum Lernen hat oder die Schätzung durchgehend zu hoch oder zu niedrig liegt. Zurück auf Automatik: ganz nach links ziehen.
es: Sustituye el ajuste automático con tu propio valor de pasos por movimiento. Útil si tu teléfono no tiene historial de pasos del que aprender, o si la estimación resulta siempre alta o baja. Vuelve al modo automático arrastrando hasta el extremo izquierdo.
fr: Remplacez l'ajustement automatique par votre propre valeur de pas par mouvement. Utile si votre téléphone n'a pas d'historique de pas pour apprendre, ou si l'estimation est constamment trop haute ou trop basse. Revenez au mode automatique en faisant glisser tout à gauche.
it: Sostituisci l'adattamento automatico con il tuo valore di passi-per-movimento. Utile se il tuo telefono non ha una cronologia dei passi da cui imparare, o se la stima risulta costantemente alta o bassa. Riportalo su auto trascinando all'estrema sinistra.
pl: Zastąp automatyczne dopasowanie własną wartością liczby kroków na ruch. Przydatne, jeśli Twój telefon nie ma historii kroków, z której można by się uczyć lub szacunki są stale wysokie lub niskie. Ustaw go z powrotem na tryb automatyczny, przeciągając maksymalnie w lewo.
pt_pt: Substitua o ajuste automático pelo teu próprio valor de passos por movimento. Útil se o teu telemóvel não tiver um histórico de passos a aprender ou se a estimativa for consistentemente alta ou baixa. Volte a colocá-lo em automático arrastando para a esquerda.
ru: Замените автоматический расчёт собственным значением шагов на единицу движения. Это полезно, если у телефона нет истории шагов для обучения или оценка стабильно завышена либо занижена. Чтобы вернуть автоматический режим, перетащите ползунок в крайнее левое положение.
th: แทนที่การปรับพอดีอัตโนมัติด้วยค่าจำนวนก้าวต่อการเคลื่อนไหวของคุณเอง มีประโยชน์หากโทรศัพท์ของคุณไม่มีประวัติจำนวนก้าวให้เรียนรู้ หรือการประมาณค่าสูงหรือต่ำอย่างต่อเนื่อง ตั้งค่ากลับเป็นอัตโนมัติโดยลากไปทางซ้ายสุด
zh_hans: 用你自己的每运动步数值覆盖自动拟合。当你的手机没有可供学习的步数历史，或估算持续偏高或偏低时会很有用。将滑块拖到最左端即可恢复为自动。
zh_hant: 用你自己的每運動步數值覆寫自動擬合。當你的手機沒有可供學習的步數歷史，或估算持續偏高或偏低時會很有用。將滑桿拖到最左端即可恢復為自動。

source: Own your data, offline
de: Besitze deine Daten, offline
es: Tus datos son tuyos, sin conexión
fr: Vos données vous appartiennent, hors ligne
it: I tuoi dati sono tuoi, offline
pl: Posiadaj swoje dane w trybie offline
pt_pt: Seja proprietário dos teus dados, offline
ru: Ваши данные принадлежат вам, офлайн
th: เป็นเจ้าของข้อมูลของคุณแบบออฟไลน์
zh_hans: 离线掌控你的数据
zh_hant: 離線擁有你的資料

source: Owned
de: Im Besitz
es: En propiedad
fr: Possédé
it: Di proprietà
pl: Posiadany
pt_pt: Controlado
ru: Во владении
th: เป็นเจ้าของ
zh_hans: 已拥有
zh_hant: 已擁有

source: Pace
de: Tempo
es: Ritmo
fr: Rythme
it: Ritmo
pl: Tempo
pt_pt: Paz
ru: Темп
th: เพซ
zh_hans: 配速
zh_hant: 配速

source: Pace acknowledged: "%@"
de: Tempo bestätigt: „%@“
es: Ritmo confirmado: «%@»
fr: Rythme confirmé : « %@ »
it: Andatura riconosciuta: "%@"
pl: Tempo przyjęte do wiadomości: „%@”
pt_pt: Ritmo reconhecido: "%@"
ru: Пейс подтвердил: «%@»
th: เพซรับทราบแล้ว: "%@"
zh_hans: 佩斯确认：“%@”
zh_hant: 佩斯確認：“%@”

source: Pain
de: Schmerzen
es: Dolor
fr: Douleur
it: Dolore
pl: Ból
pt_pt: Dor
ru: Боль
th: ความเจ็บปวด
zh_hans: 疼痛
zh_hant: 疼痛

source: Pair and manage the bands NOOP reads from.
de: Kopple und verwalte die Bänder, von denen NOOP liest.
es: Empareja y gestiona las bandas de las que NOOP lee.
fr: Associez et gérez les bandes dont NOOP tire ses lectures.
it: Abbina e gestisci le fasce da cui NOOP legge.
pl: Sparuj i zarządzaj pasmami, z których odczytuje NOOP.
pt_pt: Emparelhe e gerencie as bandas a partir das quais o NOOP lê.
ru: Сопрягайте и управляйте браслетами, с которых NOOP считывает данные.
th: จับคู่และจัดการแบนด์ที่ NOOP อ่านมา
zh_hans: 配对并管理 NOOP 读取数据的手环。
zh_hant: 配對並管理 NOOP 讀取資料的手環。

source: Paired
de: Gekoppelt
es: Emparejado
fr: Associé
it: Abbinata
pl: Sparowane
pt_pt: Emparelhado
ru: Сопряжено
th: จับคู่แล้ว
zh_hans: 已配对
zh_hant: 已配對

source: PAIRED
de: GEKOPPELT
es: EMPAREJADO
fr: ASSOCIÉ
it: ABBINATA
pl: PAROWANE
pt_pt: EMPARELHADO
ru: СОПРЯЖЕНО
th: จับคู่
zh_hans: 已配对
zh_hant: 已配對

source: Paired · idle
de: Gekoppelt · inaktiv
es: Emparejado · inactivo
fr: Associé · inactif
it: Abbinato · inattivo
pl: Sparowany · bezczynny
pt_pt: Emparelhado · inativo
ru: Сопряжено · ожидание
th: จับคู่แล้ว · ไม่ได้ใช้งาน
zh_hans: 已配对 · 空闲
zh_hant: 已配對 · 閒置

source: Paired locally. NOOP owns this ring while it holds the key. If you reset it again or set it up in the Oura app, NOOP no longer owns it and you would re-add it to take it over.
de: Lokal gekoppelt. NOOP besitzt diesen Ring, solange es den Schlüssel hält. Wenn du ihn erneut zurücksetzt oder in der Oura-App einrichtest, besitzt NOOP ihn nicht mehr, und du müsstest ihn zum Übernehmen neu hinzufügen.
es: Emparejado localmente. NOOP es propietario de este anillo mientras conserva la clave. Si lo restableces de nuevo o lo configuras en la app de Oura, NOOP deja de ser propietario y tendrías que volver a añadirlo para retomar el control.
fr: Associée localement. NOOP possède cette bague tant qu'il détient la clé. Si vous la réinitialisez à nouveau ou la configurez dans l'app Oura, NOOP ne la possède plus et vous devrez la rajouter pour en reprendre le contrôle.
it: Abbinato localmente. NOOP possiede questo anello finché ne detiene la chiave. Se lo ripristini di nuovo o lo configuri nell'app Oura, NOOP non lo possiede più e dovresti riaggiungerlo per prenderne il controllo.
pl: Sparowane lokalnie. NOOP jest właścicielem tego pierścienia, dopóki trzyma klucz. Jeśli zresetujesz go ponownie lub skonfigurujesz w aplikacji Oura, NOOP nie będzie już jego właścicielem i dodasz go ponownie, aby go przejąć.
pt_pt: Emparelhado localmente. NOOP possui este anel enquanto detém a chave. Se o repor novamente ou o configurar na aplicação Oura, o NOOP já não será o proprietário e irá adicioná-lo novamente para o assumir.
ru: Сопряжено локально. NOOP владеет этим кольцом, пока у него есть ключ. Если вы снова сбросите кольцо или настроите его в приложении Oura, NOOP перестанет им владеть, и вам нужно будет добавить его заново, чтобы вернуть управление.
th: จับคู่กันในท้องถิ่น NOOP เป็นเจ้าของแหวนวงนี้ในขณะที่ถือกุญแจอยู่ หากคุณรีเซ็ตอีกครั้งหรือตั้งค่าในแอป Oura NOOP จะไม่เป็นเจ้าของมันอีกต่อไป และคุณจะต้องเพิ่มมันอีกครั้งเพื่อเข้าครอบครอง
zh_hans: 已在本地配对。只要 NOOP 持有密钥，它就是这枚戒指的持有者。如果你再次重置它，或在 Oura 应用中设置它，NOOP 便不再持有它，你需要重新添加它以再次接管。
zh_hant: 已在本地配對。只要 NOOP 持有金鑰，它就是這枚戒指的持有者。如果你再次重置它，或在 Oura 應用程式中設定它，NOOP 便不再持有它，你需要重新新增它以再次接管。

source: Pairing help: %@
de: Kopplungshilfe: %@
es: Ayuda de emparejamiento: %@
fr: Aide à l'association : %@
it: Aiuto per l'abbinamento: %@
pl: Pomoc w parowaniu: %@
pt_pt: Ajuda de emparelhamento: %@
ru: Помощь по сопряжению: %@
th: วิธีช่วยจับคู่: %@
zh_hans: 配对帮助：%@
zh_hant: 配對幫助：%@

source: Pairing…
de: Wird gekoppelt…
es: Emparejando…
fr: Association…
it: Abbinamento in corso…
pl: Łączenie w pary…
pt_pt: Emparelhamento…
ru: Сопряжение…
th: กำลังจับคู่...
zh_hans: 配对中…
zh_hant: 配對中…
